const mydatasets = {
  syntaxs: [
    "မြန်မာနိုင်ငံ၏ ယဉ်ကျေးမှုတန်ဖိုးများသည် အလွန်အရေးကြီးသည်။ပညာရေးသည် လူမှုအဆင့်အတန်း တိုးတက်ရန် အခြေခံအဖြစ် သတ်မှတ်ရမည်။",
    "မျိုးဆက်သစ်များသည် ယဉ်ကျေးမှုကို ထိန်းသိမ်းရန် တာဝန်ရှိကြသည်။",
    "စိုက်ပျိုးရေးနှင့် စက်မှုဇုန်များအား လည်းကောင်း စွမ်းအင်အသုံးပြုမှုတွင် သဘာဝပတ်ဝန်းကျင် ထိန်းသိမ်းရေးကို ထောက်ပံ့သင့်သည်။ မိသားစုဆက်ဆံရေးမှာလည်း ယဉ်ကျေးမှုတစ်ရပ်ဖြစ်ပြီး ခင်မင်ရင်းနှီးမှုကို အခြေခံရမည်။",
  ],
  chars: [
    "က", "ခ", "ဂ", "ဃ", "င", "စ", "ဆ", "ဇ", "ဈ", "ဉ", "ညဉ", "ညီ", "ညု", "ညူ", "ညေ", "ညံ",
    "တ", "ထ", "ဒ", "ဓ", "န", "ပ", "ဖ", "ဗ", "ဘ", "မ", "ယ", "ရ", "လ", "ဝ", "သ", "ဟ", "ဠ", "အ",
    "ါ", "ာ", "ိ", "ီ", "ု", "ူ", "ေ", "း", "ံ", "့", "း", "္", "်", "ျ", "ြ", "ွ", "ှ", "ဿ",
    "၀", "၁", "၂", "၃", "၄", "၅", "၆", "၇", "၈", "၉",
    "၊", "။", "၍", "၎", "၏", " "
  ],
};

export default mydatasets;
