const lisu = {
  defaults: [
    ["`", "1", "2", "3", "4", "5", "6", "7", "8", "9", "0", "˗", "꓿", "{backspace}"],
    ["{tab}", "q", "ꓪ", "ꓰ", "ꓣ", "ꓔ", "ꓬ", "ꓴ", "ꓲ", "ꓳ", "ꓑ", "[", "]", "\\"],
    ["{caps-lock}", "ꓮ", "ꓢ", "ꓓ", "ꓝ", "ꓖ", "ꓧ", "ꓙ", "ꓗ", "ꓡ", "ꓼ", "ʼ", "{enter}"],
    ["{shift}", "ꓜ", "ꓫ", "ꓚ", "ꓦ", "ꓐ", "ꓠ", "ꓟ", "ꓹ", "ꓸ", "/", "{shift}"],
    ["{ctrl}", "{alt}", "{spacebar}", "{alt}", "{ctrl}"],
  ],
  shifts: [
    ["~", "!", "@", "#", "$", "%", "^", "&", "*", "(", ")", "ˍ", "+", "{backspace}"],
    ["{tab}", "★", "▪", "ꓱ", "ꓤ", "ꓕ", "ꓻ", "ꓵ", "꓾", "ˍ", "ꓒ", "{", "}", "|"],
    ["{caps-lock}", "ꓯ", "ꓸꓼ", "ꓷ", "ꓞ", "ꓨ", "ꓺ", "ꓩ", "ꓘ", "ꓶ", "ꓽ", "\"", "{enter}"],
    ["{shift}", "“", "”", "ꓛ", "ꓥ", "ꓭ", "NaN", "NaN", "<", ">", "?", "{shift}"],
    ["{ctrl}", "{alt}", "{spacebar}", "{alt}", "{ctrl}"],
  ],
};

export default lisu;
